print("Гра \"камінь, ножиці, папір\" ")
su1 = input("Гравець 1 виберіть (камінь, ножиці, папір): ")
su2 = input("Гравець 2 виберіть (камінь, ножиці, папір): ")
if su1 == "камінь":
    if su2 ==  "ножиці":
        print("Перемога (Гравець 1)")
        print("Поразка (Гравець 2)")
elif su1 == "ножиці":
    if su2 ==  "камінь":
        print("Поразка (Гравець 1)")
        print("Перемога (Гравець 2)")
if su1 == "ножиці":
    if su2 ==  "папір":
        print("Перемога (Гравець 1)")
        print("Поразка (Гравець 2)")
elif su1 == "папір":
    if su2 ==  "ножиці":
        print("Поразка (Гравець 1)")
        print("Перемога (Гравець 2)")
if su1 == "папір":
    if su2 ==  "камінь":
        print("Перемога (Гравець 1)")
        print("Поразка (Гравець 2)")
elif su1 == "камінь":
    if su2 ==  "папір":
        print("Поразка (Гравець 1)")
        print("Перемога (Гравець 2)")